Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_33_hvordan-man-lager-et.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Movt ráhkadit skovi mainna galgá hárjehallat sániid sojahit
sma: Udir.no - Ryøknemeaarke – goere juktie baakoesojjehtimmiem haarjanidh

source: Movt ráhkadit skovi mainna galgá hárjehallat sániid sojahit
sma: Ryøknemeaarke – goere juktie baakoesojjehtimmiem haarjanidh

source: Jus oahpaheaddji ráhkada guoros dokumeantta mállen, de sáhttá dan geavahit maŋŋel ráhkadit sullasaš hárjehusaid.
sma: Jis lohkehtæjja aktem gåaroes tjaatsegem vøørhkie goh maalle, satne maahta dam nåhtadidh juktie seammaleejns haarjanimmieh mænngan darjodh.

source: Go galgá guoros málle ráhkadit masa deavdá maŋŋel, de sáhttá geavahit vurkenvejolašvuođa Lagre som -&amp;gt; fiilamálle: Regneark-mal.
sma: Juktie akte gåaroes maallem darjodh maam edtja mænngan dievhtedh, dle vøørhkemenuepie Lagre som -&amp;gt; filtype: Regneark-mal åtnasåvva.

source: Raba rehkenastinprográmmas ođđa guoros bargogirjji. 2.
sma: Rïhpesth aktem orre gåaroes barkoegærjam aktene ryøknemeaarkeprogrammesne

source: Deavdde dárbbašlaš dieđuid lanjaide.
sma: Dievhtieh daerpies bïevnesh celline.

source: Dáin ruvttuin eai berre leat ravdalinját vai bures oaidná lohkat.
sma: Dah daabloeh eah byørh raedtiesievh utnedh, juktie edtja aelhkie årrodh dejtie cellide lohkedh.

source: a. Latnja A1: Čále vuogas bajilčállaga omd. “ Vearbbaid sojahit ”.
sma: a. Celle A1: Tjaelieh aktem sjïehteles bijjietjaalegem, vuesiehtimmien gaavhtan ” Sojjehth vaerbem ”.

source: Gurgalus 2 galgá leat guoros.
sma: b. Raajroe 2 edtja gåaroes årrodh.

source: c. Latnja A3: Dá lea dat latnja masa oahppit čállet namaset.
sma: c. CelleA3: Daate akte sijjie gusnie learohke sov nommem tjaala.

source: Oahppit čállet latnjii B3.
sma: Learohkh sijjen nommh tjaelieh celline B3.

source: Dán ruvttu oažžu áinnas ivdnet.
sma: Maahta maaje daam daabloem klaeriedidh.

source: d. Latnja D3: Dása čállá dáhtona jus háliida.
sma: d. CelleD3: Daesnie biejjiem tjaala jis vaajteles.

source: Geavat áinnas doaimma (fuŋkšuvnna) ‘ Sett inn dato ’.
sma: Nåhtedh maaje funksjovnem ’ Sett inn dato ’.

source: Dan gávdná leavggas ‘ Sett inn ’.
sma: Dïhte lea faanen nuelesne ” Sett inn. ”.

source: e. Gurgalus 4 lea guoros.
sma: e. Raajroe 4 gåaroes.

source: Jus oahpaheaddji lea hárjánan geavaheaddji, de sáhttá dán maid sihkkut.
sma: Jis lohkehtæjja tjiehpies utnije, maahta aaj dam laahpehtidh.

source: De sáhttá 5. gurgalusa allodaga heivehit.
sma: Dïhte maahta raajroejalloem 5. raajrosne sjïehtesjidh.

source: f. Latnja A5: Čále dasa “ Guđe vearbba galggat sojahit ? ”
sma: f. CelleA5: Bïejh raajesem ” Maam vaerbide edtjh sojjehtidh ? ”

source: Čále vearbba infinitiivahámi latnjii D3.
sma: Tjaelieh infinitijvehaamoem vaerbeste maam edtja sojjehtidh cellesne D3.

source: Sáhttá ivdnet ruvttu masa vearba čállojuvvo.
sma: Maahta maaje daabloem vaerbine klaeriedidh.

source: g. Ráiddu C galgá maŋŋel čiehkat.
sma: g. Edtja kolonnem C mænngan tjiekedh.

source: Dan dihte ii ábut čállit dasa maidege maid ohappit galget oaidnit. Maŋŋel čilgejuvvo movt ráiddu čiehká.
sma: Dannasinie ij tjoerh aamhth, mejtie edtja mænngan learoehkidie vuesiehtidh, daennie daablosne tjaeledh.

source: Dál boahtá dat mii eanemus gullá hárjehusbarggu ráhkadeapmái.
sma: Daelie dïhte båata mij raaktan lea sjyøhtehke daan haarjanæmman.

source: Merke lanjaid A6 og E16 gaskkas.
sma: Mïerhkesjh cellide A6 jïh E16 gaskem.

source: Vállje ” Kantlinjer ”, ja bija buot lanjaid birra ravdasázuid.
sma: Veeljh ” Kantlinjer ”, jïh bïejh raedtiesievh gaajhki celli bïjre.

source: Heivet ráiddu govdodaga nu ahte heivejit teavsttaid guhkkodagaide.
sma: Dellie aelhkebe learoehkidie jïh lohkehtæjjese vuejnedh mij lea mij.

source: Dán sáhttá bargat sihke ovdal ja maŋŋel go lea deavdán eará ruvttuid.
sma: Sjïehtedh kolonnegamtoeh guktie dah tjaalegegåhkojde sjïehtieh.

source: Ráidu 6 adno bajilčállagiidda mat galget ohppiid tabealla bajimusas:
sma: Dam maahta darjodh dovne aarebi barkojne nïerhkie jallh mænngan.

source: Latnja B6: Čále “ Preseansa ” dahje “ Preterihtta ” dahje eará sániid mat čilgejit vearbaáiggi.
sma: Raajroe 6 åtnasåvva dejtie bijjietjaalegidie goeresne, maam learohkh edtjieh dievhtedh: a. Celle A6 gåaroes b. CelleB6: Tjaelieh ” Presens ” jallh ” Preteriume ” jallh aktem jeatjah baakoem mij vaerben tijjem buerkeste.

source: c. Latnja C6: Čále “ Fasihtta ” dahje eará vuogas sáni.
sma: c. CelleC6: Tjaelieh ” Faasite ” jallh aktem jeatjah sjïehteles baakoem.

source: Dán ráiddu eai oainne oahppit, bajilčála lea eanas ráhkadeaddji váste.
sma: Eah edtjh learohkh daam raajroem vuejnedh, bijjietjaalege lea uvtemes disse mij tjaala.

source: d. Latnja D6: Čále “ Boađus ”.
sma: d. CelleD6: Tjaelieh ” Illedahke ”.

source: e. Latnja E6: Čále ” Čuoggát ”.
sma: e. CelleE6: Tjaelieh ” Poengh ”

source: Deavdde persovnnalaš pronomeniid vulosguvlui A-ráidui.
sma: Dievhtedh dejtie persovneles pronovmenidie ahkedh våålese kolonnesne A.

source: Ráidu B:ii dat galget oahppit čállit.
sma: Kolonne B lea dïhte kolonne gusnie learohkh edtjieh tjaeledh.

source: Dát galgá leat guoros.
sma: Dïhte edtja gåaroes årrodh.

source: Ráidu C lea fasihtta.
sma: Kolonne C lea faasite.

source: Oahpaheaddji čállá dasa rievttes vearbasojahusaid.
sma: Lohkehtæjja dejtie reaktoe vaerbesojjehtimmide tjaala.

source: Dát adno vuođđun go addá oahppái dieđu lea go čállán riekta vai ii.
sma: Daate goh våarome åtnasåvva dejtie bïevnesidie bååstede learoehkidie.

source: Ráidu D lea hápmoráidu.
sma: Kolonne D lea formelkolonne.

source: Dasa čállo dát hápmu latnjii D7: = HVIS (Buorre ! "
sma: Daesnie daam formelem tjaala cellesne D7: = HVIS(B7=C7;"Hijven ! ”

source: ; " Geahččal oktii vel. ")
sma: ; ” Pryøvh ikth vielie. ")

source: Álkidan dihte barggu, de sáhttá oahpaheaddji máŋget D7-lanja ja liibmet čuovvovaš gurgalusaide D-ráiddus.
sma: Juktie dam verkebe darjodh dle lohkehtæjja maahta kopijeredh cellem D7 jïh dejnie minngebe raajrojne lïjmesjidh kolonnesne D.

source: Ráidu E: Dás oažžu oahppi ovtta čuoggá rievttes vástádusas, 0 čuoggá vearu vástádusa ovddas.
sma: Kolonne E: Daesnie learohke aktem poengem åådtje fïere guhten reaktoe vaestiedassen åvteste, 0 poenge jis båajhtoeh vaestiedasse.

source: Dát lea válljejuvvon vai lea álki ráhkadit hámu.
sma: Daam veeljeme juktie formelem aelhkie darjodh.

source: Bija oktii E-ráiddu čuoggáid, hápmu: = SUMMER (E7:E15) 11.
sma: Bïejh tjåanghkan kolonnide E ’ sne, formele: = SUMMER (E6:E22)

source: Čiega ráiddu C. Merke ráiddu, deaddil dasto C ráiddu bajimusas.
sma: Tjiekh kolonnem C gosse kolonnem mïerhkesjh. Diedtieh C kolonnem bijjielisnie.

source: Ráiddus galgá de rievdat ivdni.
sma: Dellie kolonne edtja klaeriem målsodh.

source: Doala njuola kolonna siste.
sma: Steerh maarkørem kolonnen sisnie.

source: Olgeš-deaddil ja vállje ‘ Skjul ’.
sma: Diedtieh åelkiesbielesne jïh veeljh ” Skjul ”.
